Revit 2027 API
ParameterTypeId.RbsElecWireTickmarkState Property
 "Tick Marks"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecWireTickmarkState { get; }
Public Shared ReadOnly Property RbsElecWireTickmarkState As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecWireTickmarkState {
	ForgeTypeId^ get ();
}
static member RbsElecWireTickmarkState : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace